brew 'ack'
cask 'alfred'
cask 'amethyst'
brew 'apr'
brew 'apr-util'
brew 'asciidoc'
brew 'aspcud'
brew 'aspell'
brew 'atk'
brew 'atkmm'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'autossh'
brew 'aws-cfn-tools'
brew 'aws-elasticache'
brew 'awscli'
brew 'azure-cli'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'bazaar'
brew 'bazel'
brew 'bazel'
brew 'bdw-gc'
brew 'blackbox'
brew 'boost'
brew 'boost-build'
brew 'bower'
brew 'bsdiff'
brew 'bup'
brew 'c-ares'
brew 'cadaver'
brew 'cairo'
brew 'cairomm'
brew 'camlp4'
tap 'caskroom/cask'
tap 'caskroom/versions'
brew 'cassandra'
brew 'cdrtools'
cask 'charles'
brew 'chrome-cli'
cask 'chromedriver'
brew 'clasp'
brew 'clingo'
brew 'cloog018'
brew 'cloud-watch'
brew 'cmake'
brew 'consul-template'
brew 'coreutils'
brew 'crunch'
brew 'ctags'
brew 'cunit'
brew 'curl'
cask 'cyberduck'
brew 'cython'
brew 'd-bus'
brew 'dbus'
brew 'dep'
brew 'dialog'
brew 'dirmngr'
brew 'dnsmasq'
brew 'docbook'
brew 'docker'
cask 'docker'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'dos2unix'
brew 'dpkg'
cask 'dropbox'
brew 'duck'
brew 'duck'
brew 'dvm'
brew 'dvm'
brew 'easy-tag'
brew 'ec2-ami-tools'
brew 'ec2-api-tools'
brew 'editorconfig'
brew 'eigen'
brew 'elasticsearch'
brew 'elinks'
brew 'emacs'
brew 'enscript'
brew 'entr'
brew 'etcd'
brew 'exa'
brew 'exercism'
brew 'faad2'
tap 'facebook/fb'
brew 'ffmpeg'
brew 'findutils', args: ['--default-names']
cask 'firefox'
brew 'fish'
brew 'flac'
brew 'fontconfig'
brew 'fping'
brew 'fpp'
brew 'freerdp'
brew 'freetype'
brew 'fribidi'
brew 'fswatch'
brew 'fzf'
brew 'gawk'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geckodriver'
brew 'geoip'
brew 'gettext'
brew 'ghc'
brew 'giflib'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'git-series'
brew 'git-when-merged'
brew 'gitversion'
brew 'glib'
brew 'glibmm'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar', args: ['--default-names']
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls', args: ['--default-names']
brew 'go-bindata'
brew 'goaccess'
brew 'gobject-introspection'
brew 'golang'
cask 'google-chrome'
cask 'google-cloud-sdk'
brew 'gpatch'
brew 'gpgme'
brew 'gradle'
brew 'graphite2'
brew 'graphviz'
brew 'grep'
brew 'gringo'
brew 'groovy'
brew 'gsettings-desktop-schemas'
brew 'gsl'
brew 'gtk+'
brew 'gtk+3'
brew 'gtkmm'
brew 'guile'
cask 'hammerspoon'
brew 'harfbuzz'
brew 'hicolor-icon-theme'
brew 'highlight'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/nginx'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'htop-osx'
brew 'httpd'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'id3lib'
brew 'iftop'
brew 'ilmbase'
brew 'imagemagick'
cask 'intellij-idea'
brew 'intltool'
brew 'iproute2mac'
brew 'irssi'
brew 'isl'
cask 'iterm2'
brew 'jansson'
cask 'java'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'jsonnet'
brew 'jsonpp'
brew 'juju'
cask 'kindle'
brew 'kops'
brew 'kqwait'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'lame'
brew 'ledger'
brew 'leptonica'
brew 'little-cms'
brew 'lsof'
brew 'lua'
brew 'luajit'
brew 'lynx'
brew 'lzo'
cask 'macpass'
brew 'make'
brew 'makedepend'
brew 'mas'
tap 'mas-cli/tap'
brew 'maven'
cask 'minikube'
brew 'mitmproxy'
brew 'mobile-shell'
cask 'mongodb'
brew 'mono'
brew 'mosh'
brew 'msgpack'
brew 'mtr'
brew 'mutt'
cask 'mysql-shell'
brew 'n'
brew 'ncdu'
cask 'neo4j'
brew 'neon'
brew 'neovim'
brew 'neovim'
tap 'neovim/neovim'
brew 'nethogs'
brew 'nettle'
brew 'nghttp2'
brew 'nginx'
brew 'nload'
brew 'nmap'
brew 'node'
brew 'npth'
brew 'nvm'
brew 'ocaml'
brew 'ocamlbuild'
brew 'oniguruma'
brew 'opam'
brew 'opencore-amr'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl'
brew 'openvpn'
brew 'opus'
brew 'p11-kit'
brew 'p7zip'
brew 'packer'
brew 'pango'
brew 'pangomm'
brew 'parallel'
brew 'patchutils'
brew 'pcre'
brew 'pcre2'
brew 'perl'
cask 'phantomjs'
brew 'pidof'
brew 'pinentry'
brew 'pipenv'
brew 'pixman'
brew 'pkg-config'
brew 'popt'
cask 'postman'
cask 'powershell'
brew 'protobuf'
brew 'psgrep'
brew 'pssh'
brew 'pth'
cask 'pycharm'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'python'
brew 'python3'
brew 'qemu'
brew 'qt'
brew 'ranger'
brew 'rbenv'
brew 'rdesktop'
brew 're2c'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'recode'
brew 'redo'
brew 'restic'
brew 'rpm2cpio'
brew 'rsync'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby-build'
brew 'rust'
brew 's-lang'
brew 'scons'
cask 'screenflick'
brew 'selenium-server-standalone'
cask 'slack'
brew 'snappy'
brew 'source-highlight'
brew 'spdylay'
cask 'spectacle'
brew 'speex'
brew 'sphinx-doc'
brew 'sqlite'
brew 'squid'
brew 'ssh-copy-id'
brew 'sshuttle'
brew 'stow'
brew 'subversion'
brew 'taglib'
brew 'terminal-notifier'
brew 'terraform'
brew 'terraforming'
brew 'tesseract'
brew 'texi2html'
cask 'the-unarchiver'
brew 'the_silver_searcher'
brew 'theora'
brew 'tig'
brew 'timewarrior'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'travis'
brew 'tree'
cask 'tunnelblick'
brew 'unbound'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
cask 'vagrant'
brew 'vault'
brew 'vde'
brew 'vim', args: ['with-override-system-vi']
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
brew 'watch'
brew 'watchman'
brew 'wavpack'
brew 'wdiff'
brew 'webp'
brew 'wemux'
brew 'wget'
brew 'wiggle'
brew 'winexe'
brew 'wireshark'
brew 'x264'
brew 'x265'
brew 'xhyve'
brew 'xml-coreutils'
brew 'xmlstarlet'
cask 'xquartz'
brew 'xvid'
brew 'xz'
brew 'yajl'
brew 'yarn'
brew 'yasm'
brew 'yq'
