# Don't edit, this.  Edit list.yml and run ./main.py to generate this.

# FIXME: this is dictionary
# mas "{'Microsoft Remote Desktop': None, 'id': 1295203466}"
# mas "{'Xcode': None, 'id': 497799835}"
tap "argoproj/tap"
tap "aws/tap"
tap "azure/draft"
tap "caskroom/cask"
tap "domt4/autoupdate"
tap "facebook/fb"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "ksonnet/tap"
tap "martido/brew-graph"
tap "neovim/neovim"
tap "weaveworks/tap"
cask "alfred"
cask "minishift"
cask "amethyst"
cask "blender"
cask "caskroom/versions/java8"
cask "charles"
cask "chromedriver"
cask "cyberduck"
cask "disk-inventory-x"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "eclipse-ide"
cask "firefox"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "kitematic"
cask "macpass"
cask "mactex"
cask "minikube"
cask "mongodb"
cask "mysql-shell"
cask "mysqlworkbench"
cask "neo4j"
cask "obs"
cask "opera"
cask "paste"
cask "postman"
cask "powershell"
cask "screenflick"
cask "skype"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
brew "ack"
brew "apr"
brew "apr-util"
brew "argoproj/tap/argocd"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "automake"
brew "autossh"
brew "aws-cfn-tools"
brew "aws-elasticache"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bats"
brew "bazaar"
brew "bazel"
brew "bdw-gc"
brew "binaryen"
brew "bind"
brew "bower"
brew "brew-graph"
brew "bsdiff"
brew "buildkit"
brew "c-ares"
brew "cairomm"
brew "cassandra"
brew "certbot"
brew "cfssl"
brew "chrome-cli"
brew "clasp"
brew "cliclick"
brew "cloud-watch"
brew "cmake"
brew "consul"
brew "consul-template"
brew "convox"
brew "coreutils"
brew "corkscrew"
brew "cryfs"
brew "csvkit"
brew "ctags"
brew "cunit"
brew "curl"
brew "datamash"
brew "dateutils"
brew "delta"
brew "dhall-json"
brew "dialog"
brew "direnv"
brew "django-completion"
brew "dnsmasq"
brew "docker-completion"
brew "docker-compose"
brew "docker-compose-completion"
brew "docker-machine"
brew "docker-machine-completion"
brew "docker-machine-driver-xhyve"
brew "dockerize"
brew "dos2unix"
brew "duck"
brew "dvm"
brew "ec2-ami-tools"
brew "editorconfig"
brew "elasticsearch"
brew "elinks"
brew "emacs"
brew "enscript"
brew "entr"
brew "envconsul"
brew "etcd"
brew "exa"
brew "exact-image"
brew "exim"
brew "faad2"
brew "fades"
brew "ffe"
brew "ffsend"
brew "findutils"
brew "fluxctl"
brew "fn"
brew "fontconfig"
brew "fping"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "ghc"
brew "gist"
brew "git"
brew "git-extras"
brew "git-fixup"
brew "git-lfs"
brew "git-when-merged"
brew "gitversion"
brew "glooctl"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gobject-introspection"
brew "golang"
brew "gradle"
brew "graphviz"
brew "grep"
brew "groovy"
brew "gsl"
brew "guile"
brew "hadolint"
brew "helmfile"
brew "highlight"
brew "htop-osx"
brew "httpie"
brew "hub"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "intltool"
brew "iperf3"
brew "irssi"
brew "istioctl"
brew "jid"
brew "jpeg"
brew "jq"
brew "jsonpp"
brew "kqwait"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lame"
brew "lazygit"
brew "ledger"
brew "logrotate"
brew "logstash"
brew "lsof"
brew "lua"
brew "luajit"
brew "luarocks"
brew "lxc"
brew "lynx"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "metricbeat"
brew "mitmproxy"
brew "mmv"
brew "mobile-shell"
brew "mono"
brew "mosh"
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "mutt"
brew "mvnvm"
brew "mysql"
brew "n"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "nsd"
brew "nvm"
brew "oniguruma"
brew "opam"
brew "openexr"
brew "openvpn"
brew "p7zip"
brew "packer"
brew "pango"
brew "pangomm"
brew "parallel"
brew "patchutils"
brew "pidof"
brew "pinentry"
brew "pixman"
brew "pre-commit"
brew "protobuf"
brew "prototool"
brew "psgrep"
brew "pssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "python3"
brew "qemu"
brew "r"
brew "ranger"
brew "rbenv"
brew "rdesktop"
brew "re2c"
brew "reattach-to-user-namespace"
brew "recode"
brew "redo"
brew "restic"
brew "ripgrep"
brew "rpm2cpio"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "s-lang"
brew "selenium-server-standalone"
brew "shfmt"
brew "socat"
brew "spdylay"
brew "speedtest-cli"
brew "sphinx-doc"
brew "squid"
brew "ssh-copy-id"
brew "sshuttle"
brew "stow"
brew "subversion"
brew "terminal-notifier"
brew "terraform"
brew "terraforming"
brew "tesseract"
brew "texi2html"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "timewarrior"
brew "tmux"
brew "tokyo-cabinet"
brew "traefik"
brew "travis"
brew "tree"
brew "uni2ascii"
brew "unibilium"
brew "unixodbc"
brew "vault"
brew "vifm"
brew "vim"
brew "watch"
brew "watchman"
brew "wdiff"
brew "websocat"
brew "wget"
brew "whois"
brew "wiggle"
brew "wireshark"
brew "wsk"
brew "x264"
brew "xhyve"
brew "xml-coreutils"
brew "xmlstarlet"
brew "xvid"
brew "xz"
brew "yajl"
brew "yarn"
brew "z"
